/*
Сейчас 3126 год. Мой друг родился 8 лет назад.
Написать программу, выводящую на экран год рождения моего друга.
 */
public class Example_005 {
    public static void main (String[] args) {
        int year_now = 3126;
        System.out.print(year_now - 8);
    }
}
